Repository: mil-lion/Dubki.objc
Catalog: Dubki2/*.lproj/Localizable.strings
Languages: ru

# NoneParameter
source: Route parameters aren't set
ru: Не заданы параметры маршрута

source: Bus
ru: 🚌 Автобус

source: 🚆 Train
ru: 🚆 Электричка

source: 🚇 Subway
ru: 🚇 Метро

source: 🚶 On Foot
ru: 🚶 Пешком

source: 🚶 Transition
ru: 🚶 Переход

# TotalDetailFormat
source: Departure: %@ | Arrival: %@ In Way: %d minutes
ru: Отправление: %@ | Прибытие: %@ В пути: %d минут

# TrainDetailFormat
source: %@ (%@ → %@) Stops: %@ Entry into stations: %@
ru: %@ (%@ → %@) Остановки: %@ Выходите на станции: %@

# OnfootDetailFormat
source: About %d minutes
ru: Примерно %d минут

# TransitDetailFormat
source: %@ → %@ About %d minutes
ru: %@ → %@ Примерно %d минут

source: Station
ru: Станция

source: I want to reach
ru: Я хочу добраться

source: to Campus
ru: в Кампус

source: from Campus
ru: из Кампуса

source: The planned time
ru: Планируемое время

source: The planned departure time
ru: Планируемое время отправления

source: The planned arrival time
ru: Планируемое время прибытия

source: Now
ru: Сейчас

source: I will go
ru: Отправлюсь

source: I will arrive
ru: Прибуду
